{"sections":{"main":{"type":"who-we-are","blocks":{"12fbd3a1-33da-49c5-b562-7280128a6e0e":{"type":"card","settings":{"card_title":"Vision","card_content":"Build an ethical, resilient, self-sustainable firm that will stand the test of times; with the best people, efficient processes, continuous innovation, and  cutting-edge technology; to give people the best possible livelihood through equal and better opportunities."}},"4c0fbc9c-cccc-4713-beb0-4e467be3e3f2":{"type":"card","settings":{"card_title":"Mission","card_content":"Become the world’s best customer-centric firm to get any product or service, the best firm to do business with, the best firm to build your career with and the best firm to be associated with."}},"f7a9beac-5c82-40db-9ab9-636b0e1b6793":{"type":"card","settings":{"card_title":"Motto","card_content":"Exceeding Excellence, Every Time in serving our customers with best-in-class products and services with an empathic, seamless, and satisfying customer experience."}}},"block_order":["12fbd3a1-33da-49c5-b562-7280128a6e0e","4c0fbc9c-cccc-4713-beb0-4e467be3e3f2","f7a9beac-5c82-40db-9ab9-636b0e1b6793"],"settings":{"about-inaithiram":"<ul><li>Welcome to Inaithiram! We are an established Startup that has been recognized by Startup India and the Department for Promotion of Industry and Internal Trade (DPIIT) of the Government of India, as well as StartupTN of the Government of Tamil Nadu.<\/li><li>Our company specializes in providing top-quality material handling equipment to a diverse range of customers, including both businesses and individuals.<\/li><li>We offer a comprehensive selection of solutions that are designed to make transporting and handling materials easier and safer, such as trolleys, carts, forklifts, and pallet jacks. All our equipment is manufactured using the highest standards of engineering, materials, and craftsmanship, ensuring that it is both durable and reliable.<\/li><li>At Inaithiram, we are guided by a set of core values that include trust, innovation, synergy, empathy, energy, and passion. Our goal is to always exceed our customers’ expectations.<\/li><li>We strive to build long-term relationships with our customers and all stakeholders by delivering innovative solutions and providing exceptional customer service. Our team is made up of dedicated and passionate professionals who are committed to helping you succeed.<\/li><li>We also support micro, small and medium-sized enterprises (MSMEs) to achieve their full potential by sharing our knowledge, best practices and expertise through our products, solutions, digital marketing, and business consulting services.<\/li><li>We take pride in not only providing industry-leading products and services, but also in fostering an empathic and superior business experience. This helps us to maintain strong and satisfying relationships with our customers and business associates.<\/li><li>Thank you for choosing Inaithiram for your material handling and other business needs. We look forward to working with you and helping you achieve your goals.<\/li><\/ul>"}},"value":{"type":"values-inaithiram","blocks":{"c62a96e8-627f-41ef-99ea-0d9c4c0ad924":{"type":"values","settings":{"value_title":"Integrity","value_content":"We will always be honest, transparent, ethical, and fair in our business conduct; whatever we do must stand the test of people’s scrutiny."}},"dc132da0-b295-4c7f-8494-3bb3f11b767b":{"type":"values","settings":{"value_title":"Responsible","value_content":"We incorporate environmental and social principles in our business; ensure that we give back more to people than what we got."}},"a19a1938-e3b5-4d27-8bdf-930da0286495":{"type":"values","settings":{"value_title":"Pioneer","value_content":"Exceed the expectations of our customers, employees, business partners and stakeholders; become the pioneer of excellence in any work we undertake."}},"6ae88813-71f5-468a-9dec-6d219fbcec89":{"type":"values","settings":{"value_title":"Trust","value_content":"Invest in people and partners; empower them with continuous learning, build an empathic and collaborative relationship based on trust and respect."}},"e3c66479-449e-47c6-a933-c72b16dd02f4":{"type":"values","settings":{"value_title":"Innovation","value_content":"Enable the culture of continuous innovation, support new ideas, thought processes and technology to provide high-quality products, best-in-class services, and higher value creation."}},"face21b1-7792-4c56-8310-62eb7b4a0be4":{"type":"values","settings":{"value_title":"Being Objective","value_content":"We are a data-driven organization; we ensure that all business decisions are scientific, analytical, and objective."}}},"block_order":["c62a96e8-627f-41ef-99ea-0d9c4c0ad924","dc132da0-b295-4c7f-8494-3bb3f11b767b","a19a1938-e3b5-4d27-8bdf-930da0286495","6ae88813-71f5-468a-9dec-6d219fbcec89","e3c66479-449e-47c6-a933-c72b16dd02f4","face21b1-7792-4c56-8310-62eb7b4a0be4"],"settings":{"inaithiram_value":"Our Core Values"}},"code_of_conduct":{"type":"code_of_conduct","settings":{"current_title":"Inaithiram’s Code of Conduct","about-inaithiram":"<ul><li>We are committed to operating our businesses conforming to the highest moral and ethical standards. We do not tolerate bribery or corruption in any form. This commitment underpins everything that we do.<\/li><li>We are committed to good corporate citizenship. We treat social development activities that benefit the communities in which we operate as an integral part of our business plan.<\/li><li>We seek to contribute to the economic development of the communities of the countries and regions we operate in - while respecting their culture, norms, and heritage. We seek to avoid any project or activity that is detrimental to the wider interests of the communities in which we operate.<\/li><li>We shall not compromise safety in the pursuit of commercial advantage. We shall strive to provide a safe, healthy, and clean working environment for our employees and all those who work with us.<\/li><li>When representing our company, we shall act with professionalism, honesty, and integrity, and conform to the highest moral and ethical standards. In the countries we operate in, we shall exhibit culturally appropriate behaviour. Our conduct shall be fair and transparent and be perceived as fair and transparent by third parties.<\/li><li>We shall respect the human rights and dignity of all our stakeholders.<\/li><li>We shall strive to balance the interests of our stakeholders, treating each of them fairly and avoiding unfair discrimination of any kind.<\/li><li>The statements that we make to our stakeholders shall be truthful and made in good faith.<\/li><li>We shall not engage in any restrictive or unfair trade practices.<\/li><li>We shall provide avenues for our stakeholders to raise concerns or queries in good faith, or report instances of actual or perceived violations of our Code.<\/li><li>We shall strive to create an environment free from fear of retribution to deal with concerns that are raised, or cases reported in good faith. No one shall be punished or made to suffer for raising concerns or making disclosures in good faith or in the public interest.<\/li><li>We expect the leaders of our businesses to demonstrate their commitment to the ethical standards set out in this Code through their own behaviour and by establishing appropriate processes within their companies.<\/li><li>We shall comply with the laws of the countries in which we operate and any other laws which apply to us. Concerning those provisions of the Code that are explicitly dealt with under applicable law or employment terms, the law and those terms shall take precedence. If the standards prescribed under any applicable law are lower than that of the Code, we shall conduct ourselves as per the provisions of the Code.<\/li><li>This Code of Conduct serves as the ethical road map for Inaithiram employees and companies, comprehensively providing the guidelines by which our businesses must be conducted.<\/li><li>The Code is a bedrock on which we base our individual, as well as leadership commitments to core Inaithiram values. It articulates Inaithiram values and ideals that guide and govern the conduct of our companies as well as our colleagues in all matters relating to business.<\/li><li>At times we may face business dilemmas that leave us at ethical crossroads; this code will help us to overcome those dilemmas and help us to choose the correct, righteous, and moral path. The code outlines our commitment to each of our stakeholders, including the communities in which we operate.<\/li><li>The Code is also dynamic in that it has been periodically refreshed to remain contemporary and contextual to the changes in law and regulations. However, it remains unaltered at its core.<\/li><li>Inaithiram’s reputation and success as a business entity will be defined by the heartfelt commitment and firm adherence to the core values and principles expressed in this Code, by all our employees, directors, and partners.<\/li><li>We trust every Inaithiram colleague and Inaithiram as a company will comply with the laws and regulations that govern our business interests around the world and stive to set new standards of ethical conduct that will generate deep respect and inspire emulation by others.<\/li><\/ul>"}}},"order":["main","value","code_of_conduct"]}